/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row nie może znaleźć żadnej zawartości.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row nie może odtworzyć bieżącego utworu.";


/* kBRMediaNoPhotoContent */
301 = "Front Row nie może znaleźć żadnych zdjęć.";

/* kBRMediaNoPodcastContent */
302 = "Front Row nie może znaleźć żadnych podcastów.";

/* kBRMediaNotDRMAuthorized */
303 = "Nie masz autoryzacji do odtwarzania tych materiałów.";

/* kBRMediaNoTVShowContent */
305 = "Front Row nie może znaleźć żadnych programów TV.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row nie może znaleźć żadnych teledysków.";

/* kBRMediaNoPlaylists */
307 = "Front Row nie może znaleźć żadnych list utworów.";

/* kBRMediaNoSongContent */
308 = "Front Row nie może znaleźć żadnych utworów.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row nie może znaleźć żadnych książek audio.";

/* kBRMediaNoMovies */
315 = "Front Row nie może znaleźć żadnych filmów.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row nie ma autoryzacji do odtwarzania tych materiałów.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row już próbuje połączyć się z tymi źródłami.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row nie może połączyć się z tą biblioteką.";

